acpi
adobe-source-sans-pro-fonts
alsa-firmware
alsa-utils
apache
asciinema
aspell-en
autoconf
automake
baobab
bash
basket
binutils
bison
bzip2
cdargs
clementine
cmake
composer
compton
coreutils
cryptsetup
datagrip
datagrip-jre
device-mapper
devilspie
dhcpcd
dialog
diffutils
discord
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
file
file-roller
filesystem
findutils
flex
gawk
gcc
gcc-libs
gdm
gedit
gettext
glibc
go
google-chrome
grep
groff
grub
gst-libav
gst-plugins-good
gtk-theme-arc-git
gzip
httrack
hunspell-en
i3-wm
i3blocks
i3lock
i3status
icedtea-web
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jre8-openjdk
languagetool
less
libmythes
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mariadb
mdadm
megasync
mono
mythes-en
nano
nautilus
ncurses5-compat-libs
networkmanager
nodejs
npm
obs-studio
openssh
openvpn
otf-hermit
p7zip
pacman
pamac-aur
patch
pavucontrol
pciutils
pcmciautils
pepper-flash
perl
perl-goo-canvas
php
php-apache
php-mcrypt
php56
php56-apache
php56-cgi
php56-dblib
php56-embed
php56-enchant
php56-fpm
php56-gd
php56-imap
php56-intl
php56-ldap
php56-mcrypt
php56-mssql
php56-odbc
php56-pear
php56-pgsql
php56-phpdbg
php56-pspell
php56-snmp
php56-sqlite
php56-tidy
php56-xsl
phpstorm
phpstorm-jre
pkg-config
pkgbrowser
pkgfile
pkgstats
playerctl
postman-bin
procps-ng
psmisc
python-jedi
python-pylint
reflector
reiserfsprogs
rhythmbox
rofi
s-nail
sdcv
sed
shadow
shutter
skypeforlinux-bin
slack-desktop
soapui
spotify
sudo
sysfsutils
system-san-francisco-font-git
systemd-sysvcompat
tar
task
tcl
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
texstudio
thunderbird
tmux
tmuxinator
toxcore
transset-df
ttf-anonymous-pro
ttf-bitstream-vera
ttf-droid
ttf-font-awesome
ttf-gentium
ttf-liberation
ttf-ubuntu-font-family
ufw
umlet
unrar
usbutils
util-linux
vi
vim
vim-latexsuite
vlc
vnstat
weechat
which
wpa_actiond
xcompmgr
xdg-user-dirs
xfsprogs
xorg-xinit
xorg-xprop
xterm
yaourt
youtube-dl
zathura
zathura-pdf-mupdf
zip
